Repository: Lilium27/omegat-l10n-zh-cn
Catalog: omegat/project_save.tmx
Source language: en
Languages: zh_cn

source: Show &longer target terms first
zh_cn: 首先显示较长的译文术语(&L)

source: Show &source term first
zh_cn: 首先显示原文术语(&S)

source: Show &target term first
zh_cn: 首先显示译文术语(&T)

source: Show Advanced &Options
zh_cn: 显示高级选项(&O)

source: Show Find Search Bar
zh_cn: 显示查找搜索栏

source: Show Raw Key Names
zh_cn: 显示原始键名

source: Show Replace Search Bar
zh_cn: 显示替换搜索栏

source: Simplify &tooltips on protected parts
zh_cn: 简化受保护部件的工具提示(&T)

source: Skip text matching regular expression:
zh_cn: 忽略匹配以下正则表达式的文本：

source: Skipping previously loaded plugin from class '{0}'
zh_cn: 正在跳过之前已经从类“{0}”中载入的插件

source: Skipping.
zh_cn: 正在跳过。

source: Sli&de Masters
zh_cn: 幻灯片母版(&D)

source: Slide La&youts
zh_cn: 幻灯片版式(&Y)

source: Slovak
zh_cn: 斯洛伐克语（Slovak）

source: So do the next two matches, and the match #4 is similar, but different.
zh_cn: 接下来的两个匹配项亦是如此，而第 4 个匹配项相似但有所不同。

source: Some alignments still need review.
zh_cn: 一些对齐依然需要审查。

source: Some of the file formats, specialized for translation work, for instance PO, allow the inclusion of comments.
zh_cn: 一些翻译工作中的特殊文件类型，如 PO 文件，允许添加注释。

source: Some project folders seem to have been moved.
zh_cn: 某些项目文件夹似乎已被移走。

source: Some tools are known to produce invalid tmx files under certain conditions.
zh_cn: 已知一些工具会在某些条件下生成无效的 tmx 文件。

source: Something went wrong, please visit Tilde Terminology for details.
zh_cn: 出错了，请访问 Tilde Terminology 了解详情。

source: Sometimes, it is useful to distinguish between high-quality translation memories and those that are, because of the subject matter, client, revision status, etc., less reliable.
zh_cn: 有时，将由于题材、客户、修订状态等原因而不太可靠的翻译记忆库与高质量的翻译记忆库区分开来会很有帮助。

source: Sort &alphabetically
zh_cn: 按字母排序(&A)

source: Sort by &full text, not shortcut
zh_cn: 按完整文本而非缩略词排序(&F)

source: Sort by len&gth
zh_cn: 按长度排序(&G)

source: Sort by source term &alphabetically
zh_cn: 按字母顺序排列原文术语(&A)

source: Sort fuzzy matches by:
zh_cn: 模糊匹配排序依据：

source: Sort tar&get terms alphabetically
zh_cn: 按字母顺序排列译文术语(&G)

source: Source
zh_cn: 原文

source: Source File Encoding
zh_cn: 原文文件编码

source: Source File Encoding:
zh_cn: 原文文件编码：

source: Source Filename Pattern
zh_cn: 原文文件名模式

source: Source Filename Pattern:
zh_cn: 原文文件名模式：

source: Source Files Folder
zh_cn: 原文文件文件夹

source: Source Files Folder:
zh_cn: 原文文件文件夹：

source: Source count
zh_cn: 原文数量

source: Source file loading complete
zh_cn: 原文文件载入完成

source: Source files folder entered does not exist!
zh_cn: 输入的原文文件文件夹不存在！

source: Source folder {0} does not exist.
zh_cn: 原文文件夹 {0} 不存在。

source: Source language: {0}
zh_cn: 原文语种：{0}

source: Source of Selected Match
zh_cn: 所选匹配的来源

source: Source segment could not be located for certain translation units.
zh_cn: 无法定位某些翻译单元的原文句段。

source: Source segments
zh_cn: 原文句段

source: Source segments text
zh_cn: 原文句段文本

source: Source term:
zh_cn: 原文词汇：

source: Spanish
zh_cn: 西班牙语（Spanish）

source: Special case: minimal sharing
zh_cn: 特殊情况：最小化共享

source: Specific parameters
zh_cn: 专用参数

source: Specify tag handling behaviour
zh_cn: 指定标签处理行为

source: Spellcheck
zh_cn: 拼写检查

source: Spellchecker
zh_cn: 拼写检查器

source: Spellchecker Setup
zh_cn: 拼写检查器设置

source: Spelling
zh_cn: 拼写

source: Spelling Issues
zh_cn: 拼写问题

source: Split
zh_cn: 拆分

source: Split Text
zh_cn: 拆分文本

source: Standard
zh_cn: 标准

source: Start OmegaT again, download the team project, close OmegaT 5.
zh_cn: 重新打开 OmegaT，下载团队项目，关闭 OmegaT。 5.

source: Start OmegaT and continue to translate
zh_cn: 打开 OmegaT 并继续翻译。

source: Start Pinpoint Align
zh_cn: 开始精确对齐

source: Start a New Paragraph &on Word Soft Return
zh_cn: 在 Word 软回车处开始新段落(&O)

source: Start a new paragraph on:
zh_cn: 在此处开始新段落：

source: Start rebase
zh_cn: 开始变基

source: Start the project.
zh_cn: 开启项目。

source: Statistics
zh_cn: 统计数据

source: Status bar
zh_cn: 状态栏

source: Stemming, no tags and no numbers
zh_cn: 词干分析，不考虑标签和数字

source: Step 1: Adjust alignment parameters
zh_cn: 第1步：调整对齐参数

source: Step 1: Adjust the alignment parameters
zh_cn: 第1步：调整对齐参数

source: Step 1: Create an empty project on a server
zh_cn: 第 1 步：在服务器上创建一个空项目

source: Step 2: Add files to translate and other resources
zh_cn: 第 2 步：添加要翻译的文件和其他资源

source: Step 2: Make manual corrections
zh_cn: 第2步：手动调整

source: Step 3: Send an invitation to the translator
zh_cn: 第 3 步：向译者发送邀请

source: SubRip Subtitles
zh_cn: SubRip 字幕

source: Subscription Key:
zh_cn: 订阅密钥：

source: Such files can be created in any of the three varieties indicated above.
zh_cn: 此类文件可以使用前文所述的三种变体格式中的任意一个。

source: Such modifications are possible in ODF files for example.
zh_cn: 这种修改对诸如 ODF 等文件是可行的。

source: SuperTMXMerge (Apache License 2.0)
zh_cn: SuperTMXMerge (Apache许可 2.0)

source: Supported Files
zh_cn: 支持的文件

source: Swedish
zh_cn: 瑞典语（Swedish）

source: Switch case to
zh_cn: 转换大小写为

source: Switching to built-in version.
zh_cn: LanguageTool 配置错误。切换至内建版本。

source: Synchronisation of repositories
zh_cn: 仓库同步

source: Synchronised files
zh_cn: 同步文件

source: Synchronization error
zh_cn: 同步错误

source: T&Ms
zh_cn: 翻译记忆库(&M)

source: TM Matches
zh_cn: 翻译记忆库匹配

source: TM Matching Options
zh_cn: 翻译记忆库匹配选项

source: TMX file was created by OmegaT 1.4.x or earlier.
zh_cn: OmegaT 1.4 或之前的版本创建了 TMX 文件。

source: TMX files are read sorted by their names and segments within a given TMX file line by line.
zh_cn: 在给定的 TMX 文件中，TMX 文件的名称和句段是逐行读取的。

source: TaaS API key not set.
zh_cn: 未设置 TaaS API 密钥。

source: TaaS Collections
zh_cn: TaaS 词库

source: TaaS Terminology
zh_cn: TaaS 术语

source: Tab
zh_cn: 制表符

source: Table View
zh_cn: 表格视图

source: Tag
zh_cn: 标签

source: Tag Issues
zh_cn: 标签问题

source: Tag Processing
zh_cn: 标签处理

source: Tag Processing Options
zh_cn: 标签处理选项

source: Tag name:
zh_cn: \n标签名称：

source: Tag validation failed
zh_cn: 标签验证失败

source: Tag:
zh_cn: 标签：

source: Tags
zh_cn: 标签

source: Take particular care when making changes to the files in /source while in the middle of a project.
zh_cn: 在项目中途对文件更改要格外小心

source: Target
zh_cn: 译文

source: Target count
zh_cn: 译文数量

source: Target folder {0} does not exist.
zh_cn: 译文文件夹 {0} 不存在。

source: Target term:
zh_cn: 译文词汇：

source: Team
zh_cn: 团队

source: Team Options
zh_cn: 团队选项

source: Team synchronization
zh_cn: 团队同步

source: Team synchronization...
zh_cn: 团队同步...

source: Team synchronization: Saving translation in {0} s
zh_cn: 团队同步：在 {0} 秒内保存翻译

source: Team synchronization: Waiting for you to finish this segment...
zh_cn: 团队同步：等待您完成此句段...

source: Template variables:
zh_cn: 模板变量：

source: Terminology
zh_cn: 术语

source: Terms with multiple targets
zh_cn: 有多个译文的术语

source: Test
zh_cn: 测试

source: Testing...
zh_cn: 测试中...

source: Text
zh_cn: 文本

source: Text Filter Options
zh_cn: 纯文本过滤器选项

source: Text Replace
zh_cn: 文本替换

source: Text Replace: The scope of a text replacement is the target segments of the project, whether they already have contents or not.
zh_cn: 替换文本：替换文本位于项目的目标句段中，不论之前是否有内容。

source: Text Search
zh_cn: 文本查找

source: Text files segmentation
zh_cn: 文本文件分割

source: Text to be removed
zh_cn: 要移除的文本

source: Texted dragged from outside the target segment is copied, while text dragged from within the segment is moved.
zh_cn: 从译文句段之外拖来的文本会复制过来，而从句段内拖来的文本则会移动过来。

source: The current folder will be used instead.
zh_cn: 将改用当前文件夹为配置文件夹。

source: The /tm/ folder can contain any number of ancillary translation memories - i.e. tmx files.
zh_cn: /tm/ 文件夹可包含任意数量的辅助翻译记忆库——即 tmx 文件。

source: The omegat subfolder contains at least one and possibly several other files.
zh_cn: omegat 子文件夹内至少会包含一个文件，可能还有若干其他文件。

source: The project_stats.txt located in the omegat folder of your project contains more detailed segment information, broken down by file.
zh_cn: omegat 的项目文件夹中的 project_stats.txt 有按文件细分的、更详细的句段信息。

source: The level1 and level2 memories can be shared with users of other translation programs.
zh_cn: level1 和 level2 翻译记忆可以共享给使用其他翻译工具的用户。

source: The Viterbi and Forward-Backward algorithms are two different calculation methods.
zh_cn: 维特比 和向前-向后 算法是两种不同的计算方法。

source: The Tag Issues option is always selected.
zh_cn: 标签问题选项始终是选上的。

source: The Project Files Window displays the following information:
zh_cn: 项目文件窗口展示了以下信息：

source: The Shift Ctrl O toggle has three states:
zh_cn: 有三种切换状态：

source: The Editor pane displays the text of the partially translated document: the text already translated is displayed in translation while the untranslated text is displayed in the original language.
zh_cn: 编辑器窗格显示部分已翻译的文档文本：已翻译的文本会显示译文，同时未翻译的文本以原始语言显示。

source: The Glossary pane allows you to access your own collection of expressions and specialist terminology which you have built up in your glossary files.
zh_cn: 术语表窗格允许您访问在术语表文件中建立的语言表达集和专业术语集。

source: The Java Resource Bundles filter threw an exception:
zh_cn: Java 资源包过滤器抛出异常：

source: The Moodle PHP filter threw an exception:
zh_cn: Moodle PHP 过滤器抛出异常：

source: The Moses server URL is not set
zh_cn: Moses 服务器网址未设置

source: The Mozilla DTD filter threw an exception:
zh_cn: Mozilla DTD 过滤器抛出异常：

source: The PO filter threw an exception:
zh_cn: PO 过滤器抛出异常：

source: The Project Manager should check with the translator that the statistics are identical on both sides (server side and translator side).
zh_cn: 项目经理应当与译者核实确认两侧（服务器侧与译者侧）的统计数据是一致的。

source: The TMX file will continue to be loaded.
zh_cn: 将继续载入 TMX 文件。

source: The TMX file will not be loaded Please try to correct the error and reload the project.
zh_cn: TMX 文件不会被加载 请尝试修复错误并重新加载项目

source: The TMX source language ({0}) is different from the project source language ({1}).
zh_cn: TMX 原文语言（{0}）与项目的原文语言（{1}）不同。

source: The background is restored to normal when the segment is left.
zh_cn: 离开此句段后背景恢复正常。

source: The best thing of course is to use OmegaT-specific TMX files (see above), so that the in-line formatting within the segment is retained.
zh_cn: 当然，最好是使用 OmegaT 专用的 TMX 文件（见前文），这样能够保留句段中的内联格式。

source: The changes are displayed.
zh_cn: 更改会显示出来。

source: The colours are displayed as long as the Save auto-populated status option is checked.
zh_cn: 只要保存自动填充状态选项已勾选就会显示颜色。

source: The configuration folder will be used instead.
zh_cn: 将改用目标文件夹为配置文件夹

source: The contents of the target subfolder will reflect the current state of the translation, as present in the project translation memory, saved in the current /omegat/project_save.tmx.
zh_cn: target 子文件夹的内容将反映当前的翻译状况，正如保存在当前项目记忆库中的内容，即 /omegat/project_save.tmx。

source: The contents of translation memories in the tm subfolder serve to generate suggestions for the text(s) to be translated.
zh_cn: tm 子文件夹中的翻译记忆库为生成待翻译文本提供建议。

source: The counters in the lower right corner keep track of the progress of the translation (numbers in the left hand column refer to the figure above):
zh_cn: 右下角的计数器跟踪翻译进展（左侧一栏的数字代表上方的数）

source: The created target documents are located in the target folder.
zh_cn: 创建的译文文档位于 target 文件夹中。

source: The difference between "Number of segments" and "Number of unique segments" provides an approximate idea of the number of repetitions in the text.
zh_cn: 通过“句段数”和“非重复句段数”之间的差值，我们可以大致了解文本的重复情况。

source: The difference is thin: we call "Window" a window that can stay open next to the editor and interact with it, and "dialog" a window where you must select parameters before closing it and pursuing your translation activity.
zh_cn: 二者之间的区别很小：我们将编辑器旁可以维持开启状态并与之交互的窗口称为“窗口”，将选择参数后才能关闭并继续翻译活动的窗口称为“对话框”。

source: The display mode of the translated documents must be modified within the application (such as Microsoft Word) commonly used to display or modify them (check the relevant manuals for details).
zh_cn: 译文文档的显示模式必须在通常用于显示或修改它的应用程序（诸如 Microsoft Word）中修改（详细信息请查看相关手册）。

source: The displayed text is split into segments and you may scroll through the document and double-click on any segment to open and edit it.
zh_cn: 所显示的文本会划分为句段，您可以在文档中滚动并双击任意句段将其打开并进行编辑。

source: The documents are opened by the application chosen by the operating system.
zh_cn: 这些文档是用操作系统所选择的应用程序打开的。

source: The entry will be greyed, if there's just one translation available.
zh_cn: 如果只有一个可用译文，则该条目将为灰色。

source: The exported contents are copied to the file selection.txt located in the User's preference files folder.
zh_cn: 导出的内容将被复制到位于用户偏好设置文件所在的文件夹内的 selection.txt 文件中。

source: The file "{0}" is not supported.
zh_cn: 该文件“{0}”不支持。

source: The following options do not apply if "Compatibility with OmegaT 2.6" is checked
zh_cn: 若勾选了“兼容 OmegaT 2.6”，则以下选项不适用

source: The following recipe is just one of the possibilities, but simple enough to follow and without any dangers for the assets.
zh_cn: 以下方案只是其中一种方法，不过足够简单、容易操作且没有危险性。

source: The inclusion rules take priority over the exclusion rules.
zh_cn: 包含规则优先于排除规则。

source: The interval of 3 minutes can be changed in Options Preferences Saving and Output .
zh_cn: 3 分钟的间隔可以在 选项 首选项 保存和输出 中更改。

source: The language code should be in the form xx-YY, xxx-YY, xx_YY or xxx_YY, where xx or xxx is the language code and YY is the region or country code (optional).
zh_cn: 语种代码应以 xx-YY、xxx-YY、xx_YY 或 xxx_YY 的形式输入，其中\nxx 或 xxx 是语言代码而 YY 是地区或国家代码（可选）。

source: The last segment with the identical source text will thus prevail (Note: of course it makes more sense to avoid this to happen in the first place).
zh_cn: 因此，对于有着完全相同的原文文本的句段，会采用最后一个（注意：显然，先考虑避免出现这种情况会更有意义）。

source: The level 2 export is not fully compliant with the level 2 standard, but is sufficiently close and will generate correct matches in other translation memory tools supporting TMX Level 2.
zh_cn: 级别 2 的导出不完全符合级别 2 标准高，但已足够接近并且在其他支持 TMX 级别 2 的翻译记忆工具中会生成正确的匹配。

source: The line with the matching percentage also includes the name of the translation memory containing the match.
zh_cn: 显示匹配度百分比的那一行还有包含此匹配项的翻译记忆库的名称。

source: The machine translation pane, when opened, contains the suggestions by machine translation tools for the current segment.
zh_cn: 当机器翻译窗格打开时，包括了机器翻译工具为当前句段提供的建议。

source: The main window consists of several panes, the main menu and a status bar.
zh_cn: 主窗口由若干窗格、主菜单和状态栏组成。

source: The match viewer shows the most similar segments from translation memories, both from internal project translation memory created in real time as you translate your project and from ancillary translation memories you have imported from your earlier jobs, or received from your client or translation agency.
zh_cn: 匹配查看器中显示了翻译记忆库中最相似的句段，来源既包括随着您对项目的翻译而实时创建的内部项目翻译记忆库，也包括来自您过往工作或从客户或翻译代理那里得到的辅助翻译记忆库。

source: The matching percentage is roughly equivalent to taking the number of common words in the matched and the matching segment and dividing by the number of words in the longer of the two.
zh_cn: 匹配度百分比大致上等于匹配和被匹配句段中的公共单词数除以二者中较长的单词数。

source: The memory named omegat can be used by OmegaT itself, in future projects that you create.
zh_cn: 名称为 omegat 的翻译记忆可被 OmegaT 自身用于将来创建的项目。

source: The most important file here is the project_save.tmx, that is the working translation memory for the project.
zh_cn: 这里面最重要的文件是 project_save.tmx，它是项目的工作翻译记忆库。

source: The new colours have been saved.
zh_cn: 新颜色已保存。

source: The new set of rules will be stored together with the project and will not interfere with the general set of segmentation rules.
zh_cn: 新的规则集将与项目一起存储，不会干扰到通用的分割规则集。

source: The next segment with a note attached to it, will open.
zh_cn: 会打开下一个带有备注的句段。

source: The one and the same segment may, depending on the context, require different translations.
zh_cn: 一个句段和另一个相同的句段可能会因为上下文而需要不同的译文。

source: The penalty applies to all three match percentages: matches 75, 80, 90 will in this case be lowered to 45, 50, 60.
zh_cn: 三种匹配度百分比都会施加罚分：匹配度 75、80、90 在这个案例中会降为 45、50、60。

source: The predominant way of segmenting the sources is the sentence-level segmenting, so this check box should in a normal case be left checked.
zh_cn: 语句级分割是分割原文的主要方式，所以正常情况下应该选中该复选框。

source: The previous segment with a note will open.
zh_cn: 会打开上一个带有备注的句段。

source: The process above describes the usual case, where the project manager wants to have full control of the project and where the files (and the statistics) are identical on both sides (server side and translator side).
zh_cn: 上面的流程是通常的情况，其中项目经理希望完全控制项目，文件（与统计数据）在两侧（服务器侧与译者侧）是一样的。

source: The project and TMX source languages should of course be identical - NL in our example.
zh_cn: 项目的原文语言和 TMX 的原文语言当然应当是相同的——在这个例子中是 NL。

source: The project cannot be verified
zh_cn: 无法验证项目

source: The project folder {0} is missing and could not be created.
zh_cn: 项目文件夹 {0} 丢失且无法创建。

source: The project in the example is evidently finished, as all the unique segments have been translated.
zh_cn: 例子中的项目已完成，所有独特句段已翻译完毕。

source: The project was converted successfully.
zh_cn: 项目已成功转换。

source: The project will be loaded as a local project without team functionality.
zh_cn: 此项目将作为没有团队功能的本地项目加载。

source: The quality of formatting of the translated file will depend on the quality of the round-trip conversion.
zh_cn: 译文文件的格式质量取决于来回转换的质量。

source: The reference to the URL is specified as below (here to a Git repository):
zh_cn: 对网址的引用如下所示（此处为 Git 存储库）：

source: The remote file https://github.com/omegat-org/omegat/raw/master/release/readme.txt is mapped to the local file source/readme_tr.txt.
zh_cn: 远程文件https://github.com/omegat-org/omegat/raw/master/release/readme.txt 映射到本地文件source/readme_tr.txt.

source: The remote file https://github.com/omegat-org/omegat/raw/master/src/org/omegat/Bundle.properties is mapped to the local file source/Bundle.properties.
zh_cn: 远程文件 https://github.com/omegat-org/omegat/raw/master/src/org/omegat/Bundle.properties映射到本地文件 source/Bundle.properties.

source: The results window is laid out in the form of a table in which:
zh_cn: 结果窗口以表格的形式布置，其中：

source: The script "{0}" is running...
zh_cn: 脚本“{0}”运行中...

source: The segment is opened when either its segment call-out or segment number is entered.
zh_cn: 在输入句段的序号或编号后就会打开该句段

source: The segmentation rules are generally valid across all the projects.
zh_cn: 分割规则通常适用于所有项目。

source: The segmentation settings only address the way the source files are handled by OmegaT.
zh_cn: 分割规则设置只影响处理原文文件的方式。

source: The selected fuzzy match is highlighted in bold, words that are missing in the segment you are translating are colored blue and words adjacent to the missing parts green.
zh_cn: 选定的模糊匹配以粗体突出形式，正在翻译的句段中缺失的单词显示为蓝色，而与缺失部分相邻的单词显示为绿色。

source: The separators between the panes can be dragged to resize panes.
zh_cn: 可以拖动窗格之间的分隔线以调整窗格大小。

source: The server is not a valid Apertium server.
zh_cn: 此服务器不是有效的 Apertium 服务器。

source: The set of Unique segments is computed by taking all the segments and removing all duplicate segments.
zh_cn: 非重复句段是所有句段减去重复句段得到的。

source: The solution in our example is to copy the existing translation memory into the tm/tmx2source/ subfolder and rename it to ZH_CN.tmx to indicate the target language of the tmx.
zh_cn: 在这个例子中，解决方案是将已有的翻译记忆库复制到 tm/tmx2source/ 子文件夹中并将其重命名为 ZH_CN.tmx 来指示此 tmx 的译文语言。

source: The source and target files can have different formats (for example, a .docx file can be aligned with a .pdf file).
zh_cn: 原文文件和译文文件的格式可以不同（例如，.docx 文件可以和 .pdf 文件进行对齐）。

source: The source file language entered is invalid!
zh_cn: 输入的原文文件语种无效！\n

source: The source segment in the example below was “Context menu command”, as in the Fuzzy Matches example above, and the terms shown were found in the glossaries, available (Microsoft's Term collection and Slovenian Linux User group Glossary).
zh_cn: 如同之前的模糊匹配例子，下方例子中的源语句段为“Context menu command”，显示的术语能够在可用术语表中找到（Microsoft 名词集和斯洛文尼亚 Linux 用户组术语表）。

source: The source subfolder contains files to be translated.
zh_cn: source 子文件夹包含待翻译文件。

source: The specified dictionary folder cannot be used.
zh_cn: 无法使用指定的词典文件夹。

source: The specified dictionary folder does not exist.
zh_cn: 无法使用指定的词典文件夹。

source: The specified files are not supported.
zh_cn: 不支持所指定的文件。

source: The specified project is an OmegaT 3.6-style team project.
zh_cn: 指定项目是 OmegaT 3.6 风格的团队项目。

source: The specified translation direction is not supported
zh_cn: 不支持指定的翻译方向

source: The status bar displays work-flow related messages at the bottom of the main window.
zh_cn: 状态栏在主窗口底部显示工作流的相关信息。

source: The supported file formats are those listed in Project Properties File Filters .
zh_cn: 所支持的文件格式是 项目 属性 文件格式 中所列的那些。

source: The tags in OmegaT are greyed, so they are easy to recognise.
zh_cn: OmegaT 中的标签为灰色，因此很容易识别。

source: The target text entered after that will be treated as an alternative translation of the source segment.
zh_cn: 之后输入的译文将会被视为原文句段的替代译文。

source: The text could not be translated
zh_cn: 此文本无法翻译

source: The text size exceeds the maximum
zh_cn: 文本大小超过了最大值

source: The title of the dialog reflects the file actually used (which depends on how many instances of OmegaT are running concurrently).
zh_cn: 对话框的标题反映了实际使用的文件（这取决于并发运行的 OmegaT 实例的数量）。

source: The top match is 100%, because all words match.
zh_cn: 最佳匹配项是 100%，因为所有单词都匹配上了。

source: The translated file language entered is invalid!
zh_cn: The translated file language entered is invalid!\n

source: The translated files will then need to be converted back to the original format.
zh_cn: 然后需要将译文文件转换回原始格式。

source: The translation has changed.
zh_cn: 译文已更改。

source: The translator can add notes to the opened segment, for instance to come back later to the segment and redo the translation, check that alternative translations are correct or to ask colleagues for their opinion.
zh_cn: 译者可以给打开的句段添加备注，比如之后返回该句段重新翻译，检查替代译文是否正确，或者询问同事的意见。

source: The translator will be shown English translations for source segments in Dutch and use them to create the Chinese translation.
zh_cn: 这样荷兰语的原文句段会以英文翻译的形式显示给译者，译者就能用它们来创建中文翻译。

source: The upper part is in the source language, in bold characters with a green background color, the lower part is the editing field, ended by a marker: the marker is <segment nnnn> where nnnn is a number of the segment in the project.
zh_cn: 上半部分以原语言显示，为带绿色背景色的粗体字符；下半部分是编辑区域，以标记结尾：标记格式为 <segment nnnn>， 其中 nnnn 是项目中的一些句段。

source: The user, however, may need to generate a set of rules, specific to the project in question.
zh_cn: 但是，用户可能需要生成一组所讨论项目专用的规则。

source: The writeable glossary file is not in the glossary folder.
zh_cn: 该可写词汇表文件不在词汇表文件夹中。

source: The writeable glossary file must be inside the glossary folder
zh_cn: 可写词汇表文件必须在词汇表文件夹里

source: Then while translating from Canadian French your project will use all the rules defined for all the language chain in the correct order.
zh_cn: 这样，当从加拿大法语进行翻译时，你的项目就会按照正确顺序应用整个语言链条上所定义的所有规则。

source: Then you need a translation in e.g. Chinese, but your translator does not understand Dutch; she, however, understands perfectly English.
zh_cn: 然后需要将其翻译为比如说中文，但其译者并不懂荷兰语，不过她精通英语。

source: There may be cases where you have done a project with e.g. Dutch sources, and a translation in say English.
zh_cn: 某些情况下，您可能已经完成了一个项目，原文为比如说荷兰语，翻译为比如说英语。

source: There was an error initializing LanguageTool.
zh_cn: 初始化 LanguageTool 时出错。

source: Therefore, press Ctrl+Shift+V before you generate your translated files, to validate that your tags are correct.
zh_cn: 因此，在生成已译文件前请按下 Ctrl+Shift+V 以检验标签是否正确。

source: Therefore, the location of OmegaT's configuration folder cannot be reliably determined.
zh_cn: 因此，无法确定 OmegaT 配置文件夹的位置。

source: These are the files present in the /source folder in a format that OmegaT is able to recognize.
zh_cn: 这些文件位于 /source 文件夹中且 OmegaT 能够识别其格式。

source: These files won't be deleted automatically on the translator's side: you must ask them to delete the files manually.
zh_cn: 这些文件在译者侧不会自动删除：必须让他们手工删除文件。

source: These settings apply to OmegaT level, to all projects.
zh_cn: 这些设置是应用到 OmegaT 级别的，对所有项目生效。

source: These units have been skipped.
zh_cn: 已跳过这些单元。

source: They are protected, so that you cannot modify their contents, but you can delete them, enter them by hand or move them around in the target sentence.
zh_cn: 这些标签受到保护，您无法修改它们的内容，但是可以删除、手动输入或移动它们在目标语句中的位置。
